<template>
  <section>
    <h2 class="text-white text-center font-yekB text-xl md:text-4xl">
      امتیازات بی نظیری را در BX MT5 تجربه کنید
    </h2>
    <div class="grid md:grid-cols-2 lg:grid-cols-3 gap-5 mt-10">
      <FutureActivityMetaCard
        v-for="item in items"
        :key="item.title"
        :item="item"
      ></FutureActivityMetaCard>
    </div>
  </section>
</template>

<script setup>
let items = ref([
  {
    title: 'اهرم 500 برابر',
    text: 'با حداکثر 500 برابر اهرم معامله کنید تا به طور بالقوه فرصت های معاملاتی خود را تقویت کنید'
  },
  {
    title: 'گسترش تنگ',
    text: 'برای به حداکثر رساندن بازده بالقوه خود از کمترین اسپرد استفاده کنید.'
  },
  {
    title: 'بیش از 100 جفت تجاری محبوب',
    text: 'پلتفرم MT5 BX ابزارهای مالی جامعی از جمله فارکس، ارز دیجیتال، کالاها و شاخص های سهام را ارائه می دهد.'
  },
  {
    title: 'هزینه های متناسب',
    text: 'از کارمزد صفر برای موقعیت های بسته، کارمزد معاملاتی به اندازه 3 bps و نرخ های VIP مربوطه لذت ببرید. حداقل هزینه بسته شدن ابزارهای فارکس و CFD از 3 دلار برای هر لات شروع می شود.'
  },
  {
    title: 'نقدینگی سطح بالا',
    text: 'BX کارایی اجرای تجارت را در اولویت قرار می دهد. پلتفرم مبادلات با حجم بالا ما بهترین نقدینگی در کلاس و عمق بازار را ارائه می دهد و تاثیر قیمت را بر اجرای تجارت به حداقل می رساند.'
  },
  {
    title: 'پشتیبانی 24/7 مشتری',
    text: 'تیم پشتیبانی مشتری چندزبانه ما در هر زمان به تمام سؤالات خود پاسخ دهید - کمک استثنایی در تمام روز و هر روز در دسترس شماست.'
  }
])
</script>
