<template>
  <section class="mb-20">
    <h2 class="mb-5 font-extrabold">سؤالات متداول</h2>
    <div
      v-for="item in items"
      :key="item.title"
      tabindex="0"
      class="collapse collapse-arrow border-base-300 border-b rounded-none last:border-none"
    >
      <div class="collapse-title text-xl font-medium">
        {{ item.title }}
      </div>
      <div class="collapse-content">
        <p class="text-gray-500">{{ item.text }}</p>
      </div>
    </div>
  </section>
</template>

<script setup>
let items = ref([
  {
    title: 'آیا تأیید هویت مورد نیاز است؟',
    text: 'بله، قبل از واریز وجه یا دسترسی به محصولات و خدمات Bybit باید تأیید هویت را تکمیل کنید. لطفا هویت خود را [اینجا] تأیید کنید. برای جزئیات بیشتر، [مقاله مرکز راهنمایی] ما را بررسی کنید.'
  },
  {
    title: 'چگونه می توانم امنیت حساب خود را افزایش دهم؟',
    text: 'لطفاً برای تنظیم احراز هویت ایمیل و پیامک به صفحه [حساب و امنیت] بروید. برای محافظت بیشتر، احراز هویت دو مرحله‌ای Google، کد ضد فیشینگ و رمز عبور صندوق را فعال کنید. برای جزئیات بیشتر، [مقاله مرکز راهنمایی] ما را بررسی کنید.'
  },
  {
    title: 'چگونه می توانم واریز کنم؟',
    text: 'Bybit از روش های مختلف سپرده، از جمله سپرده رمزگذاری، سپرده فیات، تجارت P2P و خرید با یک کلیک پشتیبانی می کند. برای جزئیات بیشتر، [مقاله مرکز راهنمایی] ما را بررسی کنید.'
  },
  {
    title: 'کارمزد معاملات در Bybit چقدر است؟',
    text: 'می توانید نرخ های کارمزد معاملات را [اینجا] پیدا کنید. کاربران VIP بر اساس سطح VIP خود از نرخ های تخفیفی بهره مند خواهند شد. برای کسب اطلاعات بیشتر در مورد برنامه VIP ما، [مقاله مرکز راهنمایی] ما را بررسی کنید.'
  }
])
</script>
